performance/results/raw/scalability/container/workload4.txt
Running 30s test @ http://127.0.0.1:8000/health
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    26.60ms    4.99ms  77.28ms   83.16%
    Req/Sec     0.94k   107.03     1.17k    71.00%
  112909 requests in 30.03s, 15.61MB read
Requests/sec:   3760.39
Transfer/sec:    532.48KB